Repository: delboy1978uk/bone-user
Catalog: data/translations/*/*.po
Languages: fr_be, nl_be

# email.user.register.thankswith
source: Thanks fer registerin’ wit’
fr_be: Merci de vous inscrire avec
nl_be: Bedankt voor uw aanmelding

# login.activation.expired
source: Th’ activation link has perished. Ye can send a new activation link by clickin’
fr_be: Le lien d’activation a expiré. Vous pouvez envoyer un nouveau lien d’activation en cliquant
nl_be: De activeringslink is verlopen. U kunt een nieuwe activeringslink verzenden door

# login.activation.expired2
source: here.
fr_be: ici
nl_be: hier te klikken

# login.error.password
source: That be th’ wrong user name or password. Did ye
fr_be: Nom d’utilisateur ou mot de passe incorrect. Avez-vous oublié votre
nl_be: Verkeerde gebruikersnaam of wachtwoord. Ben je je

# login.error.password2
source: forget yer password?
fr_be: mot de passe?
nl_be: wachtwoord vergeten?

# login.unactivated
source: This email address be unactivated. Resend an
fr_be: Cette adresse email n’a pas encore été activée. Renvoyer un
nl_be: Dit e-mailadres is nog niet geactiveerd. Activerings-e-mail

# login.unactivated2
source: activation email?
fr_be: email d’activation?
nl_be: opnieuw verzenden?

# login.activation.banned
source: This use be tied up below th’ deck, disabled or banned
fr_be: Cet utilisateur a été désactivé ou banni
nl_be: Deze gebruiker is uitgeschakeld of verbannen

# home.loggedin
source: Ye be logged in.
fr_be: Vous êtes connecté.
nl_be: Je bent ingelogd.

# login.resendactivation.error
source: Garr! We were unable to send yer confirmation e-mail. Please contact
fr_be: Nous n’avons pas pu envoyer votre e-mail de confirmation. S’il vous plaît contactez
nl_be: We konden uw bevestigingsmail niet verzenden. Neem contact op met

# email.forgotpass.subject
source: Reset your password on
fr_be: Réinitialiser votre mot de passe sur
nl_be: Reset uw wachtwoord op

# email.resetpass.success
source: Ye have successfully changed yer password.
fr_be: Vous avez changé votre mot de passe avec succès.
nl_be: Je hebt met succes je wachtwoord veranderd.

# email.resetpass.nomatch
source: Passwords did not match, please try again.
fr_be: Les mots de passe ne correspondent pas. Veuillez réessayer.
nl_be: Wachtwoorden komen niet overeen, probeer het opnieuw.

# email.changeemail.registered
source: This email be already registered with
fr_be: Cet email a déjà un compte enregistré avec
nl_be: Deze e-mail heeft al een geregistreerd account bij

# email.changeemail.subject
source: Change your email address on
fr_be: Changer votre adresse email sur
nl_be: Wijzig uw e-mailadres op

# email.changeemail.sent
source: Please check yer email for a link to activate yer new address.
fr_be: S’il vous plaît vérifier votre email pour un lien pour activer votre nouvelle adresse.
nl_be: Controleer uw e-mail voor een link om uw nieuwe adres te activeren.

# email.changeemail.notsent
source: We be unable t’ send yer e-mail confirmation. Please contact
fr_be: Nous n’avons pas pu envoyer votre confirmation par e-mail. S’il vous plaît contactez
nl_be: We konden uw e-mailbevestiging niet verzenden. Neem contact op met

# email.changeemail.wrongpass
source: Yer password be nay good
fr_be: Votre mot de passe était faux
nl_be: Je wachtwoord was fout

# email.changeemail.success
source: Ye have switched yer email address. Please log in wit’
fr_be: Vous avez changé d’adresse email. Veuillez vous connecter avec
nl_be: U heeft uw e-mailadres gewijzigd. Log in met

# email.changeemail.success2
source: from now on.
fr_be: à partir de maintenant.
nl_be: van nu af aan.

# form.email.error
source: Gaaaarrr! Ye must add yer email!
fr_be: Vous devez entrer une adresse email valide
nl_be: U moet een geldig e-mailadres invoeren.

# form.password.label
source: Password
fr_be: Mot de passe
nl_be: Wachtwoord

# form.password.placeholder
source: Choose a secret password!
fr_be: Tapez un mot de passe
nl_be: Kies een wachtwoord

# form.password.error
source: Ye must choose a secret password.
fr_be: Vous devez taper un mot de passe
nl_be: U moet een wachtwoord invoeren

# user.login
source: Login
fr_be: S’identifier

# form.email.placeholder
source: Type in yer email..
fr_be: Tapez votre adresse email
nl_be: Typ een e-mailadres

# form.confirm.label
source: Aye aye
fr_be: Confirmer
nl_be: Bevestigen

# form.confirm.error
source: Ye must retype your password here!
fr_be: Vous devez retaper votre mot de passe
nl_be: Je moet je wachtwoord opnieuw invoeren.

# form.confirm.placeholder
source: Retype yer password here!
fr_be: Confirmer votre mot de passe
nl_be: Typ je wachtwoord opnieuw

# form.submit.label
source: Embark
fr_be: S’inscrire
nl_be: Registreren

# activate.h1
source: Avast ye, pirate!
fr_be: Bienvenue, utilisateur.
nl_be: Welkom, gebruiker

# activate.p
source: Yer user account be activated an’ ye have been logged in!
fr_be: Votre compte utilisateur est activé et vous êtes connecté!
nl_be: Uw gebruikersaccount is geactiveerd en u bent ingelogd!

# activate.start
source: Get crackin’
fr_be: Commencer
nl_be: Begin

# oops
source: Gaarrrr!
fr_be: Oops
nl_be: Oeps

# problem
source: There be a problem
fr_be: Il y avait un problème
nl_be: Er was een probleem

# activate.resend
source: Resend activation link
fr_be: Renvoyer le lien d’activation
nl_be: Activeringslink opnieuw verzenden

# changeemail.h1
source: Change yer email
fr_be: Changer votre email
nl_be: Verander je e-mailadres

# changeemail.p
source: A confirmation email will be sent to yer old email address.
fr_be: Un email de confirmation sera envoyé à votre ancienne adresse email.
nl_be: Een bevestigingse-mail wordt naar uw oude e-mailadres verzonden.

# changeemail.check
source: Check yer email
fr_be: Vérifiez votre email
nl_be: Controleer je e-mail

# changepass.h1
source: Change yer password
fr_be: Changez votre mot de passe
nl_be: Verander uw wachtwoord

# changepass.p
source: Yer password be successfully changed.
fr_be: Votre mot de passe a été changé avec succès.
nl_be: Uw wachtwoord is succesvol gewijzigd.

# changepass.continue
source: Continue
fr_be: Continuez
nl_be: Doorgaan

# changepass.choose
source: Be choosin’ a good password. A combination of upper and lower case characters, symbols, an’ numbers makes fer a strong password.
fr_be: Veuillez choisir un bon mot de passe. Une combinaison de majuscules et minuscules, de symboles et de chiffres constitue un mot de passe fort.
nl_be: Kies alstublieft een goed wachtwoord. Een combinatie van hoofdletters en kleine letters, symbolen en cijfers zorgt voor een sterk wachtwoord.

# editprofile.h1
source: Edit yer profile
fr_be: Modifier votre profil
nl_be: Pas je profiel aan

# editprofile.alert
source: Ye can set yer username here, an’ upload yer likeness (or choose one of ours).
fr_be: Vous pouvez définir votre nom d’utilisateur ici et télécharger votre image (ou choisir un des nôtres).
nl_be: Je kunt hier je gebruikersnaam instellen en je afbeelding uploaden (of een van de onze kiezen).

# avatar.change
source: Change my avatar
fr_be: Changer mon avatar
nl_be: Verander mijn avatar

# avatar.choose
source: Choose an avatar
fr_be: Choisissez un avatar
nl_be: Kies een avatar

# avatar.upload
source: Upload my own
fr_be: Télécharger mon propre
nl_be: Upload mijn eigen

# picture.choose
source: Choose a picture
fr_be: Choisis une image
nl_be: Kies een foto

# avatar.freepik
source: These crackin’ animal avatars were provided by Freepik
fr_be: Ces grands avatars d’animaux ont été fournis par Freepik
nl_be: Deze geweldige dierenavatars werden geleverd door Freepik

# avatar.design
source: Design vector designed by Freepik
fr_be: Vecteur de design conçu par Freepik
nl_be: Ontwerp vector ontworpen door Freepik

# avatar.select
source: Select an’ upload a picture
fr_be: Sélectionner et télécharger une image
nl_be: Selecteer en upload een foto

# avatar.uploadbtn
source: Upload..
fr_be: Télécharger…
nl_be: Uploaden..

source: Home
fr_be: Accueil
nl_be: Huis

# resetpass.h1
source: Reset yer password
fr_be: Réinitialisez votre mot de passe
nl_be: Stel je wachtwoord opnieuw in

# resetpass.lead
source: If an account be found, an email will be sent to it.
fr_be: Si un compte a été trouvé, un email lui a été envoyé.
nl_be: Als een account is gevonden, is er een e-mail naar verzonden.

# resetpass.p
source: Check yer inbox an’ click on th’ secure link t’ reset yer password.
fr_be: Vérifiez votre boîte de réception et cliquez sur le lien sécurisé pour réinitialiser votre mot de passe.
nl_be: Controleer uw inbox en klik op de beveiligde link om uw wachtwoord opnieuw in te stellen.

# home.welcome
source: Avast ye,
fr_be: Bienvenue,
nl_be: Welkom,

# home.placeholder
source: This be th’ logged in user’s home page.
fr_be: Ceci est la page d’accueil de l’utilisateur connecté.
nl_be: Dit is de startpagina van de ingelogde gebruiker.

# home.editprofile
source: Edit profile
fr_be: Editer le profil
nl_be: Bewerk profiel

# home.changeemail
source: Change Email
fr_be: Changer l’e-mail
nl_be: Verander e-mailadres

# home.changepass
source: Change Password
fr_be: Changer le mot de passe
nl_be: Verander wachtwoord

# home.logout
source: Logout
fr_be: Se déconnecter
nl_be: Uitloggen

# user.welcome
source: Welcome T’ Website
fr_be: Bienvenue sur le site
nl_be: Welkom bij de website

# user.register
source: Embark
fr_be: S’inscrire
nl_be: Registreren

# login.h1
source: Login
fr_be: S’identifier

# login.a
source: Forgot yer password?
fr_be: Mot de passe oublié?
nl_be: Uw wachtwoord vergeten?

# resend.lead
source: Thanks fer (re)registering
fr_be: Merci de vous réinscrire
nl_be: Bedankt voor het opnieuw registreren

# resend.p
source: An activation email be sent t’ yer inbox. Click on th’ link to activate yer account an’ log in t’ th’ system.
fr_be: Un email d’activation a été envoyé dans votre boîte de réception. Veuillez cliquer sur le lien pour activer votre compte et vous connecter au système.
nl_be: Er is een activerings-e-mail verzonden naar uw e-mailinbox. Klik op de link om uw account te activeren en in te loggen op het systeem.

# changeemail.success
source: Email address changed.
fr_be: Adresse e-mail modifiée
nl_be: E-mailadres gewijzigd.

source: Continue
fr_be: Continuez
nl_be: Bijdragen

# resetpass.success
source: Yer password be successfully changed.
fr_be: Votre mot de passe a été changé avec succès.
nl_be: Uw wachtwoord is succesvol gewijzigd.

# register.thanks
source: Thanks fer Registerin’.
fr_be: Merci de vous inscrire
nl_be: Bedankt voor het registreren

# register.check
source: Check yer email for your activation link.
fr_be: Vérifiez votre email pour votre lien d’activation.
nl_be: Controleer uw e-mail voor uw activeringslink.

# email.user.register.thanks
source: Gaarrrr! Thanks fer registerin’.
fr_be: Bienvenue! Merci de vous être enregistré.
nl_be: Welkom! Bedankt voor uw aanmelding!

# email.user.register.body
source: To activate yer account, simply click on th’ button below.
fr_be: Pour activer votre compte, cliquez simplement sur le bouton
nl_be: Klik op de knop om uw account te activeren

# email.user.register.button
source: Activate yer account
fr_be: Activez votre compte
nl_be: Activeren

# form.email.label
source: Email
nl_be: Emailadres

# avatar.browse
source: Browse
nl_be: Bladeren
